cfd/OpenFOAM/compressible/sonicFoam/01_Laminar/0.orig/include/boundaryConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

// Boundary conditions
flowVelocity    650.0;      // [m/s] flow velocity
pressure        1.0e5;      // [Pa] pressure 
temperature     300.0;      // [K] temperature
